-- MySQL dump 10.13  Distrib 5.7.18, for Win64 (x86_64)
--
-- Host: localhost    Database: kpra
-- ------------------------------------------------------
-- Server version	5.7.18

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `films`
--

DROP TABLE IF EXISTS `films`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `films` (
  `id` int(11) NOT NULL,
  `name` varchar(256) CHARACTER SET utf8 NOT NULL,
  `last_fetched` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `films`
--

LOCK TABLES `films` WRITE;
/*!40000 ALTER TABLE `films` DISABLE KEYS */;
INSERT INTO `films` VALUES (42,'Pobeg','2017-05-18 12:42:47'),(50,'Doezd','2017-05-18 14:05:08'),(301,'Матрица (1999)','2017-05-29 13:07:39'),(312,'Властелин колец: Две крепости (2002)','2017-05-29 13:07:39'),(322,'Гарри Поттер и узник Азкабана (2004)','2017-05-29 13:07:39'),(324,'Поймай меня, если сможешь (2002)','2017-05-29 13:07:39'),(325,'Крестный отец (1972)','2017-05-29 13:07:39'),(326,'Побег из Шоушенка (1994)','2017-05-29 13:07:39'),(327,'Крестный отец&nbsp;2 (1974)','2017-05-29 13:07:39'),(328,'Властелин колец: Братство кольца (2001)','2017-05-29 13:07:39'),(329,'Список Шиндлера (1993)','2017-05-29 13:07:39'),(332,'Семь самураев (1954)','2017-05-29 13:07:39'),(336,'Пролетая над гнездом кукушки (1975)','2017-05-29 13:07:39'),(338,'Звёздные войны: Эпизод 5 – Империя наносит ответный удар (1980)','2017-05-29 13:07:39'),(341,'Амели (2001)','2017-05-29 13:07:39'),(342,'Криминальное чтиво (1994)','2017-05-29 13:07:39'),(344,'Психо (1960)','2017-05-29 13:07:39'),(345,'Молчание ягнят (1990)','2017-05-29 13:07:39'),(346,'12 разгневанных мужчин (1957)','2017-05-29 13:07:39'),(348,'Эта замечательная жизнь (1946)','2017-05-29 13:07:39'),(349,'Хороший, плохой, злой (1966)','2017-05-29 13:07:39'),(350,'Славные парни (1990)','2017-05-29 13:07:39'),(351,'Красота по-американски (1999)','2017-05-29 13:07:39'),(354,'Апокалипсис сегодня (1979)','2017-05-29 13:07:39'),(355,'Пианист (2002)','2017-05-29 13:07:39'),(356,'В джазе только девушки (1959)','2017-05-29 13:07:39'),(357,'Убить пересмешника (1962)','2017-05-29 13:07:39'),(361,'Бойцовский клуб (1999)','2017-05-29 13:07:39'),(368,'Поющие под дождем (1952)','2017-05-29 13:07:39'),(370,'Унесённые призраками (2001)','2017-05-29 13:07:39'),(371,'Спасти рядового Райана (1998)','2017-05-29 13:07:39'),(377,'Семь (1995)','2017-05-29 13:07:39'),(381,'Жизнь прекрасна (1997)','2017-05-29 13:07:39'),(382,'Американская история&nbsp;Х (1998)','2017-05-29 13:07:39'),(383,'Афера (1973)','2017-05-29 13:07:39'),(389,'Леон (1994)','2017-05-29 13:07:39'),(394,'Бешеные псы (1991)','2017-05-29 13:07:39'),(395,'Шестое чувство (1999)','2017-05-29 13:07:39'),(397,'Амадей (1984)','2017-05-29 13:07:39'),(399,'Храброе сердце (1995)','2017-05-29 13:07:39'),(408,'Новые времена (1936)','2017-05-29 13:07:39'),(414,'Огни большого города (1931)','2017-05-29 13:07:39'),(424,'Новый кинотеатр «Парадизо» (1988)','2017-05-29 13:07:39'),(430,'Шрек (2001)','2017-05-29 13:07:39'),(435,'Зеленая миля (1999)','2017-05-29 13:07:39'),(439,'Город Бога (2002)','2017-05-29 13:07:39'),(441,'Принцесса Мононоке (1997)','2017-05-29 13:07:39'),(444,'Терминатор 2: Судный день (1991)','2017-05-29 13:07:39'),(447,'Звёздные войны: Эпизод 6 – Возвращение Джедая (1983)','2017-05-29 13:07:39'),(448,'Форрест Гамп (1994)','2017-05-29 13:07:39'),(456,'Унесенные ветром (1939)','2017-05-29 13:07:39'),(458,'Корпорация монстров (2001)','2017-05-29 13:07:39'),(464,'Человек-слон (1980)','2017-05-29 13:07:39'),(469,'Однажды в Америке (1983)','2017-05-29 13:07:39'),(471,'Крепкий орешек (1988)','2017-05-29 13:07:39'),(472,'Индиана Джонс и последний крестовый поход (1989)','2017-05-29 13:07:39'),(474,'Гладиатор (2000)','2017-05-29 13:07:39'),(476,'Назад в будущее (1985)','2017-05-29 13:07:39'),(478,'Золотая лихорадка (1925)','2017-05-29 13:07:39'),(489,'Свидетель обвинения (1957)','2017-05-29 13:07:39'),(497,'Римские каникулы (1953)','2017-05-29 13:07:39'),(513,'Ганди (1982)','2017-05-29 13:07:39'),(519,'Человек дождя (1988)','2017-05-29 13:07:39'),(522,'Карты, деньги, два ствола (1998)','2017-05-29 13:07:39'),(526,'Большой куш (2000)','2017-05-29 13:07:39'),(527,'День сурка (1993)','2017-05-29 13:07:39'),(530,'Игры разума (2001)','2017-05-29 13:07:39'),(538,'Стальной гигант (1999)','2017-05-29 13:07:39'),(539,'Умница Уилл Хантинг (1997)','2017-05-29 13:07:39'),(540,'Красавица и чудовище (1991)','2017-05-29 13:07:39'),(571,'Схватка (1995)','2017-05-29 13:07:39'),(610,'Билли Эллиот (2000)','2017-05-29 13:07:39'),(627,'Изгой (2000)','2017-05-29 13:07:39'),(689,'Гарри Поттер и философский камень (2001)','2017-05-29 13:07:39'),(706,'Я – Сэм (2001)','2017-05-29 13:07:39'),(707,'Ледниковый период (2002)','2017-05-29 13:07:39'),(723,'Планета Ка-Пэкс (2001)','2017-05-29 13:07:39'),(738,'Жизнь Дэвида Гейла (2002)','2017-05-29 13:07:39'),(751,'Военный ныряльщик (2000)','2017-05-29 13:07:39'),(770,'Одиннадцать друзей Оушена (2001)','2017-05-29 13:07:39'),(782,'Заплати другому (2000)','2017-05-29 13:07:39'),(1991,'Привидение (1990)','2017-05-29 13:07:39'),(2037,'Танцующий с волками (1990)','2017-05-29 13:07:39'),(2056,'Октябрьское небо (1999)','2017-05-29 13:07:39'),(2119,'Цирк (1928)','2017-05-29 13:07:39'),(2127,'Малыш (1921)','2017-05-29 13:07:39'),(2213,'Титаник (1997)','2017-05-29 13:07:39'),(2360,'Король Лев (1994)','2017-05-29 13:07:39'),(2361,'Аладдин (1992)','2017-05-29 13:07:39'),(2494,'Казино (1995)','2017-05-29 13:07:39'),(2656,'Пятый элемент (1997)','2017-05-29 13:07:39'),(2950,'Пробуждение (1990)','2017-05-29 13:07:39'),(3498,'Властелин колец: Возвращение Короля (2003)','2017-05-29 13:07:39'),(3561,'Дневник памяти (2004)','2017-05-29 13:07:39'),(3563,'Трасса 60 (2001)','2017-05-29 13:07:39'),(3797,'Адвокат дьявола (1997)','2017-05-29 13:07:39'),(4374,'Пираты Карибского моря: Проклятие Черной жемчужины (2003)','2017-05-29 13:07:39'),(4541,'Шоу Трумана (1998)','2017-05-29 13:07:39'),(4695,'Лицо со шрамом (1983)','2017-05-29 13:07:39'),(4871,'Запах женщины (1992)','2017-05-29 13:07:39'),(4914,'Ураган (1999)','2017-05-29 13:07:39'),(4996,'Общество мертвых поэтов (1989)','2017-05-29 13:07:39'),(5012,'Гаттака (1997)','2017-05-29 13:07:39'),(5059,'Знакомьтесь, Джо Блэк (1998)','2017-05-29 13:07:39'),(5167,'Эффект бабочки (2003)','2017-05-29 13:07:39'),(5277,'Мулан (1998)','2017-05-29 13:07:39'),(5319,'Рэй (2004)','2017-05-29 13:07:39'),(5492,'Вечное сияние чистого разума (2004)','2017-05-29 13:07:39'),(5502,'Назад в будущее&nbsp;2 (1989)','2017-05-29 13:07:39'),(5619,'Звёздные войны: Эпизод 3 – Месть Ситхов (2005)','2017-05-29 13:07:39'),(6764,'Последний самурай (2003)','2017-05-29 13:07:39'),(6877,'Терминал (2004)','2017-05-29 13:07:39'),(7097,'Балто (1995)','2017-05-29 13:07:39'),(7103,'Назад в будущее&nbsp;3 (1990)','2017-05-29 13:07:39'),(7107,'Земля до начала времен (1988)','2017-05-29 13:07:39'),(7226,'Догвилль (2003)','2017-05-29 13:07:39'),(7660,'Холодное лето пятьдесят третьего... (1987)','2017-05-29 13:07:39'),(7724,'Летят журавли (1957)','2017-05-29 13:07:39'),(8124,'Один дома (1990)','2017-05-29 13:07:39'),(8147,'Русалочка (1989)','2017-05-29 13:07:39'),(8190,'На несколько долларов больше (1965)','2017-05-29 13:07:39'),(8219,'Могила светлячков (1988)','2017-05-29 13:07:39'),(8221,'Мой сосед Тоторо (1988)','2017-05-29 13:07:39'),(8227,'Леди и бродяга (1955)','2017-05-29 13:07:39'),(8335,'Легенда о пианисте (1998)','2017-05-29 13:07:39'),(8385,'Андрей Рублев (1966)','2017-05-29 13:07:39'),(9028,'В случае убийства набирайте «М» (1954)','2017-05-29 13:07:39'),(9617,'Крупная рыба (2003)','2017-05-29 13:07:39'),(10156,'Как украсть миллион (1966)','2017-05-29 13:07:39'),(10179,'Блеф (1976)','2017-05-29 13:07:39'),(12198,'Игра (1997)','2017-05-29 13:07:39'),(12244,'Нокдаун (2005)','2017-05-29 13:07:39'),(13738,'Нюрнбергский процесс (1961)','2017-05-29 13:07:39'),(15204,'Ромео и Джульетта (1968)','2017-05-29 13:07:39'),(16117,'Лис и пёс (1981)','2017-05-29 13:07:39'),(22907,'Медведь (1988)','2017-05-29 13:07:39'),(23712,'Стена (1982)','2017-05-29 13:07:39'),(25082,'Однажды двадцать лет спустя (1980)','2017-05-29 13:07:39'),(25108,'В бой идут одни «старики» (1973)','2017-05-29 13:07:39'),(32898,'Достучаться до небес (1997)','2017-05-29 13:07:39'),(38145,'История Хатико (1987)','2017-05-29 13:07:39'),(39259,'Профессионал (1981)','2017-05-29 13:07:39'),(41519,'Брат (1997)','2017-05-29 13:07:39'),(41520,'Брат&nbsp;2 (2000)','2017-05-29 13:07:39'),(42088,'Республика ШКИД (1966)','2017-05-29 13:07:39'),(42664,'Иван Васильевич меняет профессию (1973)','2017-05-29 13:07:39'),(42667,'Иваново детство (1962)','2017-05-29 13:07:39'),(42736,'Офицеры (1971)','2017-05-29 13:07:39'),(42770,'Они сражались за Родину (1975)','2017-05-29 13:07:39'),(42782,'Операция «Ы» и другие приключения Шурика (1965)','2017-05-29 13:07:39'),(43395,'...А зори здесь тихие (1972)','2017-05-29 13:07:39'),(43553,'Аты-баты, шли солдаты... (1976)','2017-05-29 13:07:39'),(43869,'Служебный роман (1977)','2017-05-29 13:07:39'),(43982,'Старший сын (1975)','2017-05-29 13:07:39'),(44027,'Судьба человека (1959)','2017-05-29 13:07:39'),(44168,'Девчата (1961)','2017-05-29 13:07:39'),(44218,'Отец солдата (1964)','2017-05-29 13:07:39'),(44238,'Добро пожаловать, или Посторонним вход воспрещен (1964)','2017-05-29 13:07:39'),(44386,'Джентльмены удачи (1971)','2017-05-29 13:07:39'),(44745,'Кавказская пленница, или Новые приключения Шурика (1966)','2017-05-29 13:07:39'),(45146,'Любовь и голуби (1984)','2017-05-29 13:07:39'),(45244,'Завтра была война (1987)','2017-05-29 13:07:39'),(45314,'Жестокий романс (1984)','2017-05-29 13:07:39'),(45389,'Золотой теленок (1968)','2017-05-29 13:07:39'),(45660,'Вам и не снилось... (1980)','2017-05-29 13:07:39'),(46019,'Баллада о солдате (1959)','2017-05-29 13:07:39'),(46068,'Белый Бим Черное ухо (1976)','2017-05-29 13:07:39'),(46089,'Берегись автомобиля (1966)','2017-05-29 13:07:39'),(46225,'Бриллиантовая рука (1968)','2017-05-29 13:07:39'),(46512,'Максим Перепелица (1955)','2017-05-29 13:07:39'),(46708,'Москва слезам не верит (1979)','2017-05-29 13:07:39'),(46745,'Мужики!.. (1981)','2017-05-29 13:07:39'),(46789,'12 стульев (1971)','2017-05-29 13:07:39'),(49684,'Ходячий замок (2004)','2017-05-29 13:07:39'),(51481,'Хористы (2004)','2017-05-29 13:07:39'),(61297,'Столкновение (2004)','2017-05-29 13:07:39'),(63912,'Укрощение строптивого (1980)','2017-05-29 13:07:39'),(63991,'Пираты Карибского моря: Сундук мертвеца (2006)','2017-05-29 13:07:39'),(77203,'Покровские ворота (1982)','2017-05-29 13:07:39'),(77263,'Приключения Шерлока Холмса и доктора Ватсона: Собака Баскервилей (1981)','2017-05-29 13:07:39'),(77264,'Шерлок Холмс и доктор Ватсон: Сокровища Агры (1983)','2017-05-29 13:07:39'),(77265,'Шерлок Холмс и доктор Ватсон: Кровавая надпись (1979)','2017-05-29 13:07:39'),(77269,'Шерлок Холмс и доктор Ватсон: Знакомство (1979)','2017-05-29 13:07:39'),(77283,'Тот самый Мюнхгаузен (1979)','2017-05-29 13:07:39'),(77335,'Собачье сердце (1988)','2017-05-29 13:07:39'),(77444,'Хулиганы (2004)','2017-05-29 13:07:39'),(77531,'Тренер Картер (2005)','2017-05-29 13:07:39'),(79204,'Белый плен (2005)','2017-05-29 13:07:39'),(80749,'Знахарь (1981)','2017-05-29 13:07:39'),(81297,'Малышка на миллион (2004)','2017-05-29 13:07:39'),(81314,'Отступники (2006)','2017-05-29 13:07:39'),(81512,'Самый быстрый Indian (2005)','2017-05-29 13:07:39'),(81555,'Загадочная история Бенджамина Баттона (2008)','2017-05-29 13:07:39'),(84014,'…А в душе я танцую (2004)','2017-05-29 13:07:39'),(84049,'Рапунцель: Запутанная история (2010)','2017-05-29 13:07:39'),(86326,'Счастливое число Слевина (2005)','2017-05-29 13:07:39'),(89514,'Рататуй (2007)','2017-05-29 13:07:39'),(102124,'Пираты Карибского моря: На краю Света (2007)','2017-05-29 13:07:39'),(102198,'Иллюзионист (2005)','2017-05-29 13:07:39'),(104938,'В погоне за счастьем (2006)','2017-05-29 13:07:39'),(111543,'Темный рыцарь (2008)','2017-05-29 13:07:39'),(126196,'Жизнь других (2006)','2017-05-29 13:07:39'),(160977,'Апокалипсис (2006)','2017-05-29 13:07:39'),(195226,'Писатели свободы (2006)','2017-05-29 13:07:39'),(195334,'Престиж (2006)','2017-05-29 13:07:39'),(258687,'Интерстеллар (2014)','2017-05-29 13:07:39'),(258885,'Пока не сыграл в ящик (2007)','2017-05-29 13:07:39'),(273209,'Девочка, покорившая время (2006)','2017-05-29 13:07:39'),(278522,'Хоббит: Нежданное путешествие (2012)','2017-05-29 13:07:39'),(279102,'ВАЛЛ·И (2008)','2017-05-29 13:07:39'),(279880,'Подмена (2008)','2017-05-29 13:07:39'),(280172,'Как приручить дракона (2010)','2017-05-29 13:07:39'),(280562,'Звёздочки на земле (2007)','2017-05-29 13:07:39'),(281251,'Мальчик в полосатой пижаме (2008)','2017-05-29 13:07:39'),(325381,'Вверх (2009)','2017-05-29 13:07:39'),(354799,'Шерлок Холмс и доктор Ватсон: Смертельная схватка (1980)','2017-05-29 13:07:39'),(368936,'Шерлок Холмс и доктор Ватсон: Король шантажа (1980)','2017-05-29 13:07:39'),(368937,'Приключения Шерлока Холмса и доктора Ватсона: Охота на тигра (1980)','2017-05-29 13:07:39'),(387556,'Хатико: Самый верный друг (2008)','2017-05-29 13:07:39'),(395787,'Семь жизней (2008)','2017-05-29 13:07:39'),(397667,'Остров проклятых (2009)','2017-05-29 13:07:39'),(406340,'Меня зовут Кхан (2010)','2017-05-29 13:07:39'),(407636,'Гарри Поттер и Дары Смерти: Часть II (2011)','2017-05-29 13:07:39'),(408410,'Гран Торино (2008)','2017-05-29 13:07:39'),(408876,'Хоббит: Пустошь Смауга (2013)','2017-05-29 13:07:39'),(409507,'Ип Ман (2008)','2017-05-29 13:07:39'),(420923,'Шерлок Холмс (2009)','2017-05-29 13:07:39'),(423210,'Три идиота (2009)','2017-05-29 13:07:39'),(424153,'Тэмпл Грандин (2010)','2017-05-29 13:07:39'),(428457,'Перед классом (2008)','2017-05-29 13:07:39'),(437410,'Темный рыцарь: Возрождение легенды (2012)','2017-05-29 13:07:39'),(442568,'Воин (2011)','2017-05-29 13:07:39'),(447301,'Начало (2010)','2017-05-29 13:07:39'),(450213,'Невидимая сторона (2009)','2017-05-29 13:07:39'),(470553,'Прислуга (2011)','2017-05-29 13:07:39'),(485311,'Король говорит! (2010)','2017-05-29 13:07:39'),(535341,'1+1 (2011)','2017-05-29 13:07:39'),(539550,'Артист (2011)','2017-05-29 13:07:39'),(573759,'Остров сокровищ (1988)','2017-05-29 13:07:39'),(586397,'Джанго освобожденный (2012)','2017-05-29 13:07:39'),(596125,'Гонка (2013)','2017-05-29 13:07:39'),(601564,'Легенда №17 (2012)','2017-05-29 13:07:39'),(645118,'Головоломка (2015)','2017-05-29 13:07:39'),(649917,'По соображениям совести (2016)','2017-05-29 13:07:39'),(692861,'Исчезнувшая (2014)','2017-05-29 13:07:39'),(714248,'Песнь моря (2014)','2017-05-29 13:07:39'),(725190,'Одержимость (2013)','2017-05-29 13:07:39'),(772017,'Мандарины (2013)','2017-05-29 13:07:39'),(775276,'Зверополис (2016)','2017-05-29 13:07:39'),(808639,'Дурак (2014)','2017-05-29 13:07:39'),(841081,'Ла-Ла Ленд (2016)','2017-05-29 13:07:39'),(958722,'Твое имя (2016)','2017-05-29 13:07:39');
/*!40000 ALTER TABLE `films` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `results`
--

DROP TABLE IF EXISTS `results`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `results` (
  `film_id` int(11) NOT NULL,
  `text` varchar(1000) DEFAULT NULL,
  `last_update` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`film_id`),
  UNIQUE KEY `results_film_id_uindex` (`film_id`),
  CONSTRAINT `results___fk___results` FOREIGN KEY (`film_id`) REFERENCES `films` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `results`
--

LOCK TABLES `results` WRITE;
/*!40000 ALTER TABLE `results` DISABLE KEYS */;
INSERT INTO `results` VALUES (42,'Samiy LUCHI film evar!','2017-05-18 14:06:58'),(50,'Samiy HUCHI film evar!','2017-05-18 14:06:58');
/*!40000 ALTER TABLE `results` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `reviews`
--

DROP TABLE IF EXISTS `reviews`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `reviews` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `film_id` int(11) NOT NULL,
  `content` varchar(5000) DEFAULT NULL,
  `mood` enum('positive','negative','neutral','nothing') NOT NULL,
  PRIMARY KEY (`id`),
  KEY `reviews_film_id_index` (`film_id`),
  CONSTRAINT `reviews___fk___reviews` FOREIGN KEY (`film_id`) REFERENCES `films` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `reviews`
--

LOCK TABLES `reviews` WRITE;
/*!40000 ALTER TABLE `reviews` DISABLE KEYS */;
/*!40000 ALTER TABLE `reviews` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2017-05-30 16:13:58
